export const tourData=[{
  title:"广西贺州十八水原生态景区",
  grade:"AAAA",
  describe:"十八水原生态景区位于广西贺州市八步区北部，距离贺州市区车程约25公里，是贺州市最著名的景点之一，游客在贺州常会用两天时间将这里和黄姚古镇一并游玩。十八水景区内自然风光优美，以众多落差、规模很大的瀑布最为著名，是观赏瀑布的绝佳地带。游客来此可以漫步登山观景、在湖中戏水、品味自然美味，游玩内容十分丰富。\n" +
  "　　十八水景区的面积不大，游客在景区内步行游览，大约2小时左右即可。景区内需要爬一座小山，不过一路都有成熟的栈道，而且山不高，所以体力要求不高，适合带老人、小孩儿前来游玩。根据位置，景区内主要分为山间的瀑布区和山下的湖区两个部分。\n" +
  "　　山间的瀑布区是景区的核心景观，登山观瀑也是游客前来最主要的游玩内容。景区的登山路大概成为一个环线，一路上可以看到十几处瀑布，水流湍急清澈，全都十分漂亮，其中黄绸瀑布、神龙瀑布、仙女瀑布和大佛瀑布是最主要的四处，可以着重参观一下。几处瀑布的形态各不相同，有宽阔的瀑布群，也有隐藏在崖壁中的清流。大佛瀑布层层叠叠规模最大，是景区内最重点的景观。\n" +
  "　　山下的湖区便是指景区入门后的相思湖附近，相思湖原是一座天然湖泊，如今景区在湖边建设了一些访古建筑，修成园林景致的湖景。在湖的一侧还有一处游泳戏水区，这里可以游泳，也可以体验竹筏、香蕉船等水上娱乐，是夏季消暑玩乐的好地方。每年大约7-8月的每个周末，景区内都会举办盛大的避暑节，有各种民俗表演和游戏项目，届时会有很多游人前来戏水。如果此时来玩，可以加入到戏水的大军中，一起畅快游玩。\n" +
  "　　每年5-10月，景区内还会开设森林滑道漂流活动，十八水漂流在周边地区也十分有名。漂流全长大约2公里，全程50分钟左右。路上既可以安静的欣赏周围的森林风光，也有路段可以感受剧烈转向的刺激感觉，十分有趣。漂流的价格每年不等，2014年约128元左右，提供免费的热水冲澡和姜糖水。"
},{
  title:"贺州姑婆山",
  grade:"AAAA",
  describe:"姑婆山国家森林公园位于广西东北部；湘、桂、粤三省交界处的萌诸岭南端广西贺州市境内，距市区(八步)中心仅21公里，地处香港--广州--桂林黄金旅游线中间站上，总面积8000公顷，具有峰高谷深、山势雄伟、森林繁茂、动植物资源丰富、瀑飞溪潺、环境幽雅等特点，集“雄、奇、秀、幽”于一体，兼有山水型、城郊型公园之特点。据权威科研机构测定，姑婆山负离子含量最高达每立方米15.6万个，姑婆山景区因此而被称为“华南地区最大的天然森林氧吧”、“瀑布森林公园”。\n" +
  "　　方圆80公里的姑婆山是天然动植物王国，境内海拔1000米以上的山峰有25座，最高峰海拔1844米，是桂东第一高峰。这里沟壑纵横，终年溪水潺潺。由于特殊的地形构造，境内绝壁众多，形成沟沟皆瀑、有瀑必奇的独特景象。其中多姿多彩的瓦窑冲奔马瀑布、仙姑瀑布、罗汉瀑布、银河落九天瀑布尤为有名。姑婆山的森林覆盖率高达99.55%，林内奇树百出，既有挺拔参天的栋梁之材，又有苍劲古朴的原始树木。茂密的丛林中生长1400多种野生植物，有鸟兽130多钟，是旅游、度假、疗养的好去处。雄峰、峻岭、古树、老藤、奇花、异草、怪石、瀑布等等，构成为一幅幅自然天成的绝妙风景。\n" +
  "　　人们可观瀑狩猎，可烧烤野炊，可扎篷露宿，亦可住进建在溪旁潭边的竹楼别墅，尽享大自然的美妙恩赐。姑婆山气侯宜人，四季如春。年均气温18.2摄氏度，相对湿度在80%以上，冬暖夏凉。公园内空气清洁度高，环境优美，空气中负离子含量高达每立方厘米15.6万个，是华南地区最大的天然氧吧区。\n" +
  "　　茶是故乡浓，酒是故乡醇。景是故乡美，情是故乡真。贺州姑婆山不仅空气清新宜人，其如诗如画的山水田园景色更是吸引了众多的国内外游客，还成为电视剧《欢乐桑田》香港著名电视剧《茶是故乡浓》、《酒是故乡醇》及电视剧《围屋里的女人》等影视片的外景拍摄地。"
},{
  title:"黄姚古镇",
  grade:"AAAA",
  describe:"黄姚古镇位于广西贺州昭平县境内，地处漓江下游。一座座平地而起、翠绿雄奇的山峰如屏风一般，将古镇与外面的世界隔离开来。也许正因为如此，黄姚近千年的原始风貌，才得以完好地保存至今。\n" +
  "　　那一条条石板铺就的古老街道虽历经沧桑，在近千年的步履打磨之后，却显得更为平整光滑，泛着青光。黄姚盛产豆豉、黄精、酸梅等。黄姚豆豉在清朝被列为皇帝贡品，在民国时，远销\n" +
  "东南亚。豆豉宴-是黄姚的一大特色菜系，游客到此如不品尝，实为遗憾。近年来，黄姚古镇的绮丽风光吸引了大批的国内外游客。香港无线电视台《茶是故乡浓》、《酒是故乡醇》剧组专程到黄姚拍摄外景，现已被列为省级风景名胜区。\n" +
  "　　黄姚过去以商业著称，金德街就是一条商业街，沿街两侧的老房子绝大多数都是昔日的店铺。那些店铺而今虽已闲置不用，却仍保留着当时的痕迹，老旧的木头窗户上留着一个圆孔，是晚上关门后一手交钱一手交货的通道。\n" +
  "　　还有那一张张明清时期的香烟、药品广告，虽已残破斑驳，却仍然固守在-墙上-昭示着古镇曾经的繁华与喧嚣。穿过金德街就是迎秀街，经过街巷相连处的拱门时，细瞧一下就会发现青石板上有碗口大小、连成一排的小洞，据说这是当年安放闸门、防御外敌用的。\n" +
  "　　古镇的房屋多为两层砖瓦结构，虽没有中原大户人家那种恢弘气魄，却十分精美，砖雕、石雕、木雕都有很高的工艺水平。细看这些古老的房屋，梁柱，斗拱，檩椽，墙面，天花均雕梁画栋，虽有了岁月的痕迹，仍千姿百态、栩栩如生。\n" +
  "　　随意走进一户人家，便能看到上了年份的八仙桌还摆放着几只用旧的瓷碗，精美的-雕花床上似乎还带着卧床时的温度。至于一些古老的服饰用具，如今虽已不再需要，却仍珍藏在0的木箱里，带着遥远的记忆。老一辈人-乐于住在这些古旧的老屋里，即使新镇已建有新房，也不愿搬走。正因为这些-怀旧的老人们，古镇才更显得宁静祥和，充满了生活气息。\n"
},{
  title:"贺州玉石林",
  grade:"AAAA",
  describe:"位于八步区黄田镇，距市区18公里，与姑婆山国家森林公园、贺州温泉同在一条旅游线上；贺州石林景区面积25公顷，总游览路程约13公里，观赏景点一百余处。游于林中，如入仙境，大自然的鬼斧神工令人叹为观止，千百年的故事，传说令人舒坦感慨。\n" +
  "　　贺州玉石林是一片十分罕见的由汉白玉石柱、石笋组成的“玉石林”，它形成于一亿多年前的侏罗纪时期，由于燕山期地质的断裂隆升和长期的岩溶渗蚀及局部受高温影响，加上自宋朝以来1000多年的锡矿开采业，使区域内地层峰从间石芽裸露、奇峰突兀，石笋石柱、地槽漏斗、狭缝密布，成就了“千年骆驼”、“空中走廊”、“一线天”等众多的奇异自然景观。它独立于四周的石灰岩山中，被游人誉为“人间仙境”，被地学专家称作地质奇迹。\n" +
  "　　贺州石林形成于一亿多年前的寒武纪时期。星移斗转，风潜物化。漫长的地壳运动和长期的岩溶渗蚀，使这里的地层发生了断裂隆升，地质地貌产生了沧桑巨变。姑婆山燕山期花岗岩体侵入于古生代地层中，在泥盘系厚层灰岩的接触带上产生了一片蚀变大理岩化，并有热液矿脉贯入，矿脉主要成份为锡石、赤铁矿和脉石英。由于第四纪以来天气炎热多雨，矿脉顶部风化淋滤成为铁帽，并沿着大理石的垂直节理溶蚀风化，发育成喀斯特地貌形态，形成埋藏于铁帽和风化红土中的石林。贺州石林具有与众不同的岩石成分，别的石林皆为灰色岩石，唯独贺州石林的岩石成分为洁白色粗晶大理岩，大部分石柱由于长期受附生在其表面的苔藓类植物干枯风化被侵染成了黑色，使石林黑白灰相映衬，增添了许多迷人色彩。贺州石林现有面积约25公顷，面积虽然不大，但是它的母体却是浩浩洋洋横跨湘桂粤三省的姑婆山，因此它能厚积薄发，深入浅出，以小形得见大像，体态灵变，自在天然。天工巧设的石林，在绿树白水的点缀中，石芽石笋，洁净如雪，石峰石柱，坚贞如玉；数不清的石槽石缝、石坑石洞、石桥石梯、石桌石凳，石珍石宝，石禽石兽。人在其中，能见千姿叠影之妙，可圆万象延生之梦。\n" +
  "　　贺州石林的自然景观众多，主要有：“石来运转”、“玉石迎客”、“石砦三峰”、“仙羊回头”、“孔雀开屏”、“万寿江山”、“以石为镜”、“石亭三远”、“一线通天”、“云中石桥”、“世外桃源”、“石阵谜宫”等。石林中的小道四通八达，漫步林中小道，山环水绕，阴阳相生，变幻无常。石林中有几处天设平台，站在宁静幽雅的平台上，环顾四周，可见大大小小的石峰，如簪似玉，罗列其间，组成一幅幅艺术精品，有的象壁画，有的象浮雕，聚焦看象玲珑小品，广角看象巨幅长卷。石林中的榕树最具特色，长在石峰峭壁上，年俞千岁，飘飘欲仙，树干与石壁同色，树身与石体相连，有的神如飞鹤，有的态似卧龙。石林的雨景更妙，站在半山腰的石凉亭里观雨中石林，别有一番情趣，有人能看到“恐龙漫步”，有人能看到“金猴戏雨”，有人能看到“孔雀开屏”，有人能看到“雄鹰展翅”，有人还能看到“浮生万象”，各自心态不同，各取所需，各有所得，可谓妙趣横生。"
},{
  title:`紫云洞景区`,
  grade:``,
  describe:`贺州紫云洞又名紫云仙境，形成于侏罗纪时期，因冬季洞中的暖气从洞口喷出，形成的气雾在洞口萦绕，有如缥缈的仙境，从而得名。洞内各种钟乳石、石笋、石柱之景都让人浮想联翩。行走在紫云洞中，既能感受到贺州姑婆山的幽静，又能欣赏到贺州玉石林的奇特。
由于景区所在位置较为偏僻，来这的多为自驾游游客，所以人少安静。景区面积并不大，一小时左右便可游完。`
},{
  title:`贺州客家围屋`,
  grade:``,
  describe:`贺州客家围屋建于清乾隆末年，距今已有二百多年的历史。围屋占地面积三十多亩，分南、北两座，相距三百米，呈崎角之势。南座三横六纵，有厅堂八个，天井十八处，厢房九十四间；北座四横六纵，有厅堂九个，天井十八处，厢房一百三十二间。整座围屋建筑为方形对称结构，四周有三米高墙与外界相隔，屋宇、厅堂、房井布局合理，形成一体，厅与廊通，廊于房接，迂回折转，错落有致，上下相通，屋檐、回廊、屏风、梁、柱雕龙画凤，富丽堂皇，是典型的客家建筑文化艺术结晶，素有江南“紫禁城”之美称。
独具特色的客家饮食、感人的客家历史传奇，是一部永远读不完的百科全书，是客家文化的象征，它全面地展示了客家人的人文历史。`
},{
  title:`临贺故城`,
  grade:``,
  describe:`位于贺州市贺街镇，始建于西汉元鼎六年（公元前111年），是广西四大古城中唯一一座保存完好的历史古城，被列为国家重点文物保护单位。考古发现该诚共有三个城址，最早的城址位于大鸭村，称旧县城址。
贺街镇上有一桂花井，迄今已有360多年历史，由于年深日久，井边护栏石圈被汲水绳索拉成道道四、五寸深的痕迹，恰似一朵溢香怒放的莲花，井旁曾栽有一棵桂花树，故名“桂花井”。`
},{
  title:"南乡镇金鸡坪",
  grade:"",
  describe:"登上金鸡顶，极目远眺，日落西山处，是连绵起伏的竹海；远处天幕下是一望无际的草原。初夏时节，无论竹海还是草坪，都已经是一派绿色的世界。这里是广西的最东边，翻过群山的那一边就属于广东省了。这里有贺州最大的竹海，成千上万亩。这里有贺州最大的高山草原，金鸡坪。这里有贺州最大的高山湿地，天然形成的上塘、下塘和中塘，南乡壮族“九牛下塘”的故事就发生在这里。\n" +
  "　　金鸡山，金鸡报晓的地方；金鸡山，小时候就耳熟能详的名称，儿时曾经很多次听说过金鸡山神秘的故事。\n" +
  "　　然而，要亲近金鸡山的容颜，我却苦苦地期待了二十几年，直到最近的一次长假，我才终于登上了金鸡山。\n" +
  "　　金鸡山很远吗？从八步区南乡镇大汤村白鸠冲徒步一天就可以到达。金鸡山很高吗？只有海拔1469米，从中塘营地出发有几个小时就可以登顶。但沿着金鸡山转一圈，至少也要3天以上。金鸡山主峰山脉大部分在南乡镇镜内，部分与八步区步头镇和广东省怀集县上帅、下帅、蓝钟共五个乡镇相邻。\n" +
  "　　从金鸡山与广东、广西5个乡镇相邻可以看出，它的山顶面积是很辽阔的，这主要是金鸡山在海拔1300～1400米之间，有一个很大的高山丘陵台地。从解放初期到70年代的几十年里，为了战备需要，金鸡山一直设有一座防空哨所，哨所民兵常年驻守在山上。\n" +
  "　　金鸡山海拔在1200米以下的山体，蕴藏着丰富的水源林资源，海拔在1200米以上的山体，是连绵不断的高山丘陵，靠西北面的丘陵是竹子的世界。竹子根系发达，繁植速度快，腐植质厚，对水土保持有很好的作用。在东南面则依次分布着上塘、下塘和中塘3个高山草坪，由于常年有积水，又是高山湿地，并且是贺州至目前为止发现的最大的高山湿地。\n" +
  "　　上塘和中塘面积较小，分别是一两百亩之内，下塘面积很大，约几千亩。东侧有山岭与广东省交界，三塘之水汇入石羊冲，石洋冲是湖罗河的发源地。三塘在远古时代应该是真正的高山水塘，只是由于年代的久远，泥沙瘀积形成了坪地。塘边山脚的竹林也生长得十分旺盛。金鸡山的竹子是野生动物竹鼠最理想的食物，所以金鸡山是盛产竹鼠的地方。\n" +
  "　　当地人所说的金鸡坪，应该是指九牛下塘那几千亩面积的大草坪，大草坪没有树木，也没有竹子，全是杂生的野草，土地黑得流油。附近有农民上山曾试种庄稼，但因土质碱性太强，只适宜韭菜、芋头等喜碱的植物生长，其它农作物和蔬菜类都不适宜。邻近几个乡镇的农民在农闲季节常把牛赶到山上，一直野放，牛群就在　金鸡坪这个大草坪上悠闲地吃草，晚上则到山脚的竹林里过夜。到了使用耕牛的季节，才把牛赶回家。\n" +
  "　　金鸡坪是一个名副其实的高山大草原，中间虽然有几座低矮的山丘，但整体上是连成一片的。站在高坡上，眺望大草坪，有时一天可以欣赏到几种风光。高山雾大，早上雾气很重，几十米外都看不清楚，大草坪给人一种凝重和辽阔无边的感觉。遇到风吹云雾时，一层层云雾急速地翻滚，有一种山雨欲来的磅礴气势。艳阳烈日下，大草坪是一派恬静的景象，嫩绿的草儿铺向天边，草坪里的溪水泛着亮光，牛群低头吃草，这一切，使人忘记了这里就是高山，这里就是从前九牛下塘的地方。\n" +
  "　　相传很久很久以前，南乡盆地是一个大湖泊，四周群山环抱，湖水常年不溢，湖光山色十分壮美，湖内黄金白银遍地。终于有一天，盗贼石二甲与众劫匪自广东怀集经步头镇湖罗垌企图翻过金鸡山进入南乡垌掠劫财富，被金鸡山顶上的大公鸡发现，这只从不啼鸣的大公鸡突然一声啼鸣，惊动了湖泊中的“海龙王”，“海龙王”一甩尾巴，在西北边的崇山峻岭中划开了一道口子，湖水割裂岩石形成了一条长30多公里，深达上千米的大峡谷。冲不走的黄金白银全部藏进了大峡谷两岸的石山中。湖水放干后，“海龙王”猛回头张开大嘴巴欲把匪徒们一口吞下去，劫匪们一个个被吓得目登口呆，顿时变成了一只只“石牛”，永远停留在金鸡山脚下步头镇双程村的田垌里。如今，“海龙王”变成了一只美丽的石狮子，卧铺在都江河大峡谷的入口处，张嘴瞪眼乐哈哈地眺望着南乡盆地。\n" +
  "　　九牛下塘，这是一个很边远的地方，位于广西东部最边缘的贺州市八步区南乡镇和步头镇与广东连山县上驷镇和怀集县蓝钟镇交界的金鸡山上。这里有贺州最大面积的高山湿地，这是一处远离尘世的地方，这里的空气一年四季都很清新，这里存在着一条古老的狼兵古道，这里传说是明朝吴三贵几千人的练兵场，这里有贺州最大的天然竹海，广州和长沙的竹笛厂每年都从这里收购一批专门用于制作竹笛的竹子，这里盛产一种国家3级野生保护动物竹鼠，金鸡山山脚分属两广蓝钟镇、南乡镇、步头镇分别有3处天然热水温泉，而且流量充足。金鸡山（1469米）在海拔1200米左右的地方，由草地、沼泽、丘陵组成的高山湿地上万亩，其中有上塘、中塘和九牛下塘3个盆地式的草原平地，最宽阔的九牛下塘沼泽地超过3000亩面积，如果稍作塘坝蓄水，可以形成一个1000多亩的高山湖泊，这样人迹罕至的高山湖泊，由原始森林、竹海、草甸水源涵养着，常年都会波光粼粼和水清见底，没有空气污染，没有人类生存遗弃的生活垃圾，金鸡山高山湖泊的出现，必将是贺州的一个“九寨沟”！"
},{
  title:"青龙回澜桥",
  grade:"",
  describe:"青龙回澜桥于广西富川县油沐乡沐笼村下花园和三园栎村之间的黄沙河上，距县城28公里。回澜桥名取自韩愈的《进学解》：“会百川而东之，回狂澜之即倒。”始建于明万历年间，明崇祯十四年（公元1641年）重修，它比驰名中外的三江程阳风雨桥早建300百多年，现已被列为自治区级文物保护单位。据国家《古建园林技术》刊物上称回澜风雨桥是集我国北方的石券桥、南方的亭、古远的阁，以及本地的廊桥四种造型特点于一物的组合体，在全国古建园林中是极其独特和具有民族特色的古桥。回澜桥为三孔石拱桥，石砌、券孔、砖墙、木结构，以石券桥、桥亭和楼阁三者组合而成，青龙桥为单孔石拱桥，两桥的桥面由桥亭、桥廊和0三部分组成。\n" +
  "　　据《整理青龙亭碑高》载，青龙桥始建于明代，多次装修，为县级重点文物保护单位。桥由石拱、桥亭、03部分组成。桥长为26.7米，单拱，石砌，宽4.7米，高5米。桥亭由28根圆木柱抬粱构架组成，中耸一楼，楼由圆柱抬粱构架组成，歇山顶，三重飞檐，脊山有泥塑彩画，0内、外、门窗和壁上也都绘有古典神话故事彩画。东、南、北三面有门，惟西面无门，北门与桥亭相通，三门门额上分别大书“翠拨群峰”、“山水环之”，“升仙气象”。桥面两侧有木栏栅，和条木长板，供人小憩和避风雨。并配以彩墨绘画艺术造型，乃是集我国北方的石券桥、南方的亭、古远的阁，四者造型的特点于一体的组合体而成石券廊桥，在全国古建园林中是属于独特的。由于它历史悠久造型奇美，深受海内外影视名导演的青睐。先后有《茶是故乡浓》、《酒是故乡醇》、《韦拔群》、等影视剧选取风雨桥拍摄外景，风雨桥已成为海内外游客心驰神往的旅游胜地。回澜桥下500多米有座风雨桥，两座桥在当地又称姐妹桥。\n" +
  "　　这两座桥里有个美丽的传说，豪山才子何廷枢，年轻英俊，博学多才，文武双全，与隔河相望的双园栎村的瑶族姑娘盘兰芝真情相爱。盘兰芝美丽灵慧，温柔善良，是富川油沐一带千里挑一的好妹子。正当两人心心相印准备拜堂成亲之时，盘兰芝却被皇上派到江南选美的钦差大臣选中，活活拆散了这对同命鸳鸯，将悲痛欲绝的盘兰芝送进皇宫，当了皇妃。为了能与心上人团聚，何廷枢赴京赶考，德中进士，被皇帝御封为八省巡案代帝巡守天下，除0抗倭，勤政为民，忠君爱国立下不朽功勋。而盘皇妃被选入宫之后，由于她正直善良，爱国爱民，深受野心勃勃、擅权误国的蛇蝎女人柳皇妃的妒恨和-，被遣出宫回到了瑶乡三园栎村。此时人们讹传何廷枢抗倭已在前线为国捐躯，盘兰芝闻此噩耗悲恸欲绝，便在黄沙河上修建了青龙风雨桥纪念心爱的男人，并在爱桥建成的当天，高叫着何廷枢的名字投入激流滚滚的黄沙河中，以死殉情到天国去寻找她的情郎哥。后来何廷枢回乡省亲，听说了盘兰芝为他建桥殉情的事十分感动，他为了纪念心爱的姑娘，报答她以死殉情的厚意，便在黄沙河的上游修建了一座雄伟壮观的回澜风雨桥。“回澜”即“会兰”，“青龙”即“情浓”，寓含着两人忠贞不二的爱心。回澜桥与青龙桥遥遥相望，厮守圣洁的爱情，将皇妃与巡案的这段真情相爱的风流佳话世代流传，令后人敬佩和赞颂。"
},{
  title:"山根古石寨胜景",
  grade:"",
  describe:"在樟木林乡潮江村西北约一公里处的猫头山下，有一村寨称山根寨，寨的后山上有一个石头围成的小城堡，谓之山根古石寨。猫头山是座陡峭的石山，常年林木葱郁茂密，因此一般不为人们所注意。\n" +
  "　　从山脚下沿着一条依稀可辨的险峻的小道慢慢往上爬，约上二十米，就可看见一堵长约二十多米的石墙，墙体上砌有一道石门，此乃古石寨的南大门。石门建于两峰之间，全部用大石块垒成，使石墙与两山连成一体，是进入石寨的必经之处。进入石门往十余米，即可见一块石碑，碑名为“重修石寨碑记”。此石碑一半藏于岩石内，一半露在外边，因年代久远，雨淋日晒，字体已不能全部辩认。据载此碑为山根寨刘鼎新、陈文光等于清咸丰甲寅岁孟秋所立（即公元1854年），碑云：“从古幽逸之士多出山林，夫山何尝有，出则为廊庙，而处则属山林……”大意是山根村后的山垭很久以前曾经是避难之地，但明清时期人民生活还是安居乐业的，比较平静，村后的石山多树木，村民保护得很好，山上终年充满绿意。山垭前还建有一座庙宇，人们经常到此祈拜。时至清末，清政府-无能，造成内忧外患，连山区边远山寨也深受其害，附近的村落也经常因事而发生械斗。尤其到了咸丰甲寅年间，山匪增多，械斗频繁，抢劫增多，时常造成“村无犬吠，野鲜行人”的境况。为避世乱，周围村人就在村后的庙宇后的山垭间用大石块重新建起了石寨，这样每逢械斗发生，附近村落成百上千老百姓就到山寨上来躲避，南北两边寨墙则派人把守，则械斗之人或山匪无法攻上来了。在碑记旁边有一块突兀的岩石，由于长年累月的水滴，形成了一个独特的石碗，碗中盛满了水，一滴滴的水滴还在不断滴落。\n" +
  "　　沿着小道走过一片嶙峋的怪石堆，眼前豁然开朗。站在这里望整个寨内，石寨躺在高耸入云的两山峰之间，形成一个宽敞的盆地，盆地约有两个足球场大。平地分三级，每一级都非常的平坦，长满了绿草。其间行人居住的痕迹依稀可见，旧房的宅基也隐约可寻，只是已无烟火，盆地四周布满了奇形怪状的大岩石。越上第三级，在山垭的北侧，用斗大石块垒成的寨墙近两百米长，全部墙体都达三至四米高，所用大石块全都是经过打磨成长方体，一些还足有两米多长，宽厚近一米。在这堵墙上设有一道北门。咸丰甲寅年，也就是150多年前，在当时没有现在的起重机等机械设备的情况下，靠人力把盆地中间的大石头打凿成长方形的石块，然后将一块块重达五六百斤甚至上千斤的石块垒成三四米的高墙，这不能不说是一个创举，同时也足见工程之艰巨。站在雄伟的寨墙上，望着后边的深谷，有一股“一夫当关，万夫莫开”的气势，表现出当年山根人民的英勇气慨。"
},{
  title:"钱兴烈士塑像",
  grade:"",
  describe:"贺州市黄姚古镇景区为钱兴烈士塑立的雕像。钱兴出生在一个富裕家庭。1922年考入协和乡(今安华乡)凤南初级小学。1926年入怀集第一高级小学读书。1927年考取怀集县初级中学。1931年到广州入知用中学读高中。同年秋，转入广州中山大学附中就读，参加秘密“读书会”，后参与组织“社会主义思想小组”。\n" +
  "　　1933年考入广州中山大学法学院政治系。1934年参加中山大学地下党领导组织的《时代文化》读者会，后转入广州各大学进步学生组织成立的中国青年同盟，任中山大学“中国青年同盟”的支部书记。1935年北平“一二九”学生抗日救亡运动爆发后，积极组织发动中山大学学生响应。1936年7月，加入中国0。后任0广州市委宣传部长兼中山大学党支部书记。1937年初，调到香港0中央南方工作委员会工作。同年底，调任0厦门市工委书记，并负责漳州市工委的工作。1938年5月，厦门沦陷后，调到漳州中心县委，先后任宣传部长和组织部长，并负责云霄、平和、诏安县委的工作。1940年冬，受党组织指派到桂林筹建0广西省工委，后任工委书记。\n" +
  "　　1942年7月，桂林“七九”事件后，转移到灵川活动。同年10月，到钟山县英家乡白沙井组建省工委临时机关，继续领导广西的地下革命斗争。1944年夏，受0中央南方局指示，在桂东北、桂东南建立抗日游击根据地。同年秋，把省工委机关迁到钟山县黄宝村，后搬到昭平县黄姚中学。1946年9月，解放战争爆发后，积极领导组织桂林、柳州、南宁、梧州等城市的爱国-，同时在农村开展反对-征兵、征粮、征税的“三征”斗争。1947年4月，在横县西区六秀村主持召开有广西地下党各地区领导人员参加的“横县会议”，传达0中央上海局香港分局的指示，确定了放手发动群众，积极组织武装起义，开展武装斗争，开辟游击区的广西对敌斗争方针。同年7月，在广东省广宁县寮炭岗召开粤桂湘边工委扩大会议，当选为粤桂湘边工委副书记兼粤桂湘边纵队（西江纵队）副政委。同年8月15日晚，在广东省怀集县领导怀南起义，建立怀南游击根据地。\n" +
  "　　1948年5月，-反动派疯狂“围剿”游击根据地，他负责绥江下游的反“围剿”斗争，率领留守部队与敌人浴血奋战，打退敌人多次进攻。同年9月，把留守部队整编为一个大队，任大队长。是年11月，在怀集县坳仔仕儒村山头遭敌袭击，不幸牺牲。"
},{
  title:"灵峰山",
  grade:"",
  describe:"灵峰岩一称灵峰山，旧称马峰岩，是一座拨地而起的石灰孤山，位于八步镇东侧临江北岸的贺州广场内。灵峰山方园约1200平方米，高约百余米。峭壁险陡，挺拔峻秀，杂树咬岩，古朴天然。山内洞怪石厅，岩洞四通八达，洞底与地下河相连，岩顶钟乳倒悬，洞中有古生物化石、名人题咏的摩岩石刻。山脚北面的一个岩洞，高约8米，宽5米，深不可测。此洞可容数百人。古代邑人王赞斌曾手书\"灵峰岩\"三字于洞口石壁上，至今清晰如新。岩前有一平台，台下一片平整的开阔地，如今已绿树成荫。从南坡凿壁劈有迂回曲折的登山石级路，且有铁枝扶手，游人可沿石级路直达山顶。山顶有新石器时代的聚落遗址。山枯前峰建有平顶亭台，后峰建有了望台。\n" +
  "　　夜观灵峰山顶，可见街灯闪烁。游人登山顶远眺俯瞰，临江奔流，大桥飞架，市区全景尽收眼底。山上有奇石怪洞，洞道四通八达，洞顶钟乳倒悬，洞底与地下河相连，洞内有古生物化石，还有名人留下的摩崖石刻。山脚北面又有一个岩洞，高约8米，宽约5米，深不可测，可容数百人。古代邑人王赞斌曾手书“灵峰岩”三字于洞口石壁上，至今清晰可辨。山前原建有一座观礼台兼舞台，台额“灵峰台”三字及对联“先天下之忧而忧，后天下之乐而乐”均为前中央人民政府副主席李济深先生手书。可惜此台及题字已不存在。趣山钟廊，位于灵峰山西面，陈列着18口明朝以前的古铜钟、铁钟。其中乾亨寺铜钟铸于南汉大宝四年（961年），重750公斤，高1.33米，口径0.83米，顶背附有两头龙纽，铜钟造型精美，口似喇叭。纹饰华丽。有数道凸弦纹，并饰钲四枚，钟身镌字1288个，记述此钟铸造年代、尺寸、重量以及监造官、铸造匠、镌字匠和使用僧的姓名，至今已有千年历史。此钟虽久经沧桑，但所镌字迹依然清楚，从一个侧面反映了当时的政治、经济、文化、宗教和生产力的发展水平。具有很高的历史价值和艺术价值。乾隆年间（1736～1795年），此古铜钟放在桂岭乡梅桂村乾亨寺内。民国19年（1930年）迁至贺街三乘寺。因天将晓时击之可响彻方圆20里，乃以“三乘晓钟”列为贺县旧八景之一。1963年迁于今址，并专门建造钟亭置放。1963年，此铜钟被列为自治区级重点文物保护单位。"
},{
  title:"马殷庙",
  grade:"",
  describe:"马殷庙位于广西壮族自治区富川瑶族自治县朝东镇福溪。\n" +
  "　　马殷庙是为楚王马殷而修建的庙。据说，当地村民的先祖因为马殷将领平叛匪寇后带来的安定生活，人们心存感激，知恩图报，于是大兴土木，以资纪念。不料，马殷庙的诞生，竟然会成为建筑史上的传奇，也成为楚文化沿着贺州古道南传的重要历史遗迹。马殷庙坐落在福溪村的村口，为明代永乐十一年（公元1413年）始建的砖墙式寺庙结构，到了明弘治十二年（公元1499年）改建成全木柱的大庙。清康熙十五年（1617年）重修建造。清嘉庆丙寅年（1806年）作边修葺，同治六年（1867年）扩建南北两侧穿斗式耳房，庙周围增设柱栅。\n" +
  "　　马殷庙在建筑结构上，大量采用古楠木、大水杉和香檀木来营造，这不仅使得整座建筑坚固耐用，高贵典雅，还能使庙宇在岁月的春夏秋冬散发着点点幽香。此外，庙内的设计排列十分有序，分为明间、正间、次间、稍间，两边都各设厢房。厅堂是宽敞、豁亮的，铺砖镶石，就连托着木柱的石墩也分为莲花礅，兰花礅，麒麟礅，龙凤祥云礅。设计者就地取材，将庙中的一个大型生根奇石辟为托柱石礅，形成独特的奇石奇柱奇观，令人赞叹。石礅座上的120条粗大木柱，高高擎起，雄浑挺拔，承受着庙宇的重托。因而，马殷庙也被称之为“百柱庙”。\n" +
  "　　支撑庙宇的大木柱上，还有精心勾画出云彩飘游，蛟龙破雾，神仙腾云等民俗文化的题材；在庙宇的山脊正中点缀蝙蝠泥塑；在神殿的两旁屋背各立一尊威武的麒麟；在东西两条向北的粉砖檐柱上，各塑一个头戴官帽的人面泥偶，暗寓马楚大王的两个得力谋士；在祭台直对神殿一面的东西两侧，雕刻出一对龙公龙母，佑护一方庶黎。台面的正中，阳刻一太阳，-“日”字，寓示瑶族同胞对太阳、对幸福的向往和追求。\n" +
  "　　马殷古庙，是目前在南方瑶族地区年代最早、规模最大、保存得最完整、构件带有较多宋式风格的木结构古建筑。2006年马殷庙作为明至清代的古建筑，被国务院列入第六批全国重点文物保护单位。"
}];
